IDENTIFICATION DIVISION.
PROGRAM-ID. MYPGM.
DATA DIVISION.
WORKING-STORAGE SECTION.
01 WS-GREETING    PIC X(13) VALUE 'HELLO, WORLD!'.
PROCEDURE DIVISION.
DISPLAY WS-GREETING.
STOP RUN.